{
	"games":[
		{
			"Name": "Free Fire",
			"Downloaded": "46,742,556",
			"Img": "https://tamagz.github.io/JsonParse/Pict/cropped-cheat-gta-san-andreas-1-6.jpg",
			"Description":"Free Fire adalah permainan survival shooter terbaik yang tersedia di ponsel. Permainan berdurasi 10 menit ini akan menempatkan kamu di pulau terpencil dimana kamu bertarung melawan 49 pemain lainnya, dengan tujuan untuk bertahan hidup. Player bebas memilih posisi untuk memulai pemainan menggunakan parasut, dan tujuan semua ini untuk bertahan dalam zona aman selama mungkin. Menyetir kendaraan untuk menjelajahi map yang besar, bersembunyi dalam parit, atau menjadi tidak terlihat dengan tiarap di padang rumput. Menyerang, menembak, bertahan hidup, hanya satu tujuan: untuk bertahan hidup dan menjawab panggilan tugas.",
			"Link":"https://play.google.com/store/apps/details?id=com.dts.freefireth&hl=en"
		},
		{
			"Name": "Call of Duty Mobile",
			"Downloaded": "10,000,000",
			"Img": "https://tamagz.github.io/JsonParse/Pict/cod.jpeg",
			"Description":"Call of duty adalah sebuah game perang-perangan yang dimana menawarkan fitur-fitur yang menarik mulai dari senjata,cara menghindar,pakaian dan lainnya .tak hanya itu game ini sangat disukai oleh banyak orang dikarenakan mungkin sudah lama dan sudah banyak yang tahu tentang game ini maka dari itu banyak yang bermain apalagi sekarang ada versi mobile yang lebih memudahkan kita dalam mengakses game dimanapun berada.cod mobile ini dikemas sedemikian rupa sehingga menyerupai cod yang aslinya ditambah dengan fitur online sehingga kita bisa bermain dengan teman kita",
			"Link":"https://play.google.com/store/apps/details?id=com.garena.game.codm&hl=id"
		},
		{
			"Name": "Silther.io",
			"Downloaded": "6,089,390",
			"Img":"https://tamagz.github.io/JsonParse/Pict/siltherio.jpg",
			"Description":"Silther io merupakan game yang menarik dimana kita bermain menjadi seekor cacing yang memangsa lawannya game yang simple dan menyengangkan terlebih game ini online dan lumayan memakan waktu lama untuk bermain dikarenakan untuk dapat skor yang bagus tidaklah mudah",
			"Link":"https://play.google.com/store/apps/details?id=air.com.hypah.io.slither&hl=id"
		},
		{
			"Name": "Mobile Legends: Bang Bang",
			"Downloaded": "18,341,255",
			"Img": "https://tamagz.github.io/JsonParse/Pict/ml.png",
			"Description":"Siapa yang tidak tahu salah satu game ini?,game yang berjuluk moba kok analog ini sangat popular dikalangan masyarakat dimanapun orang dapat memainkan dari tua hingga muda.game yang ber-kategori MOBA ini dapat dikatakan sangat gampang dimainkan dikarenakan di smartphone dan gameplay yang tidak begitu rumit sehingga popular di kalangan masyarakat.",
			"Link":"https://play.google.com/store/apps/details?id=com.mobile.legends&hl=id"
		},
		{
			"Name": "eFootball PES 2020",
			"Downloaded": "4,460,409",
			"Img": "https://tamagz.github.io/JsonParse/Pict/pes2020.png",
			"Description":"Bagi tim PES, pembaruan eFootball PES 2020 mobile adalah langkah besar menuju tujuan memberikan simulasi sepak bola kompetitif paling imersif yang pernah ada bagi para penggemar.Bagi kami, konsep inti dari PES adalah sesuatu yang didefinisikan oleh keseruan yang hanya dapat dialami ketika menghadapi pemain lain secara waktu nyata. Gagasan ini tercermin dalam judul baru kami – eFootball, yang melambangkan perpaduan antara esport dan sepak bola yang belum pernah ada. Sejalan dengan ini, PES 2020 akan menegaskan fokus seri ini untuk memberikan keseruan dan cara kreatif bagi para penggemar di seluruh dunia untuk bertanding melawan satu sama lain, dalam mode lokal dan multipemain online.",
			"Link":"https://play.google.com/store/apps/details?id=jp.konami.pesam&hl=id"
		},
		{
			"Name": "8 Ball Pool",
			"Downloaded": "18,625,573",
			"Img":"https://tamagz.github.io/JsonParse/Pict/8ballpooluhuy.jpg",
			"Description":"Game papan biliar ini merupakan game selanjutnya yang merupakan salah satu game yang popular didalam sini terdapat permainan billiard yang dimana kita akan dibawa untuk bertarung melawan negara lain dan tak jarang mendapati negara sendiri.game yang dapat dimainkan semuanya tanpa harus memiliki kemampuan billiard di dunia asli ",
			"Link":"https://play.google.com/store/apps/details?id=com.miniclip.eightballpool&hl=id"
		},
		{
			"Name": "Rise of Kingdoms: Lost Crusade",
			"Downloaded": "1,117,815",
			"Img": "https://tamagz.github.io/JsonParse/Pict/Riseofkingdom.jpg",
			"Description":"Rise of kingdom adalah game dimana memungkinkan kita menguasai suatu wilayah dan mengekspansi wilayah lainnya untuk mendapatkan kekuasaan entah berupa kekuasaan,uang,dan lainnya . game ini memungkinkan kita untuk merebut kekuasan orang lain atau para monster dan hal ini lebih baik apabila kita bermain besama dan membangun guild yang nantinya dapat membantu satu-sama lain sehingga dapat terjalan suatu aliansi untuk tujuan bersama.",
			"Link":"https://play.google.com/store/apps/details?id=com.lilithgame.roc.gp&hl=id"
		},
		{
			"Name": "Lords Mobile: Kingdom Wars",
			"Downloaded": "5,004,046",
			"Img": "https://tamagz.github.io/JsonParse/Pict/lordsmobile.jpeg",
			"Description":"Lords Mobile menggabungkan RPG ruang terbuka, strategi waktu nyata, dan mekanisme pembangunan dunia. Gameplay-nya terdiri dari beberapa mode permainan. yang paling terkenal adalah pertempuran PVT. Pemain harus mengembangkan basis mereka sendiri dan membangun pasukan untuk menyerang markas musuh, menghancurkan mereka, merebut sumber daya, dan menangkap pemimpin musuh. Biasanya, pemain hanya dapat menyerang musuh dari kerajaan mereka sendiri, tetapi selama Perang Kerajaan (KvK), semua server (kadang-kadang, hanya satu yang dipilih oleh sistem) dibuka untuk serangan (tidak termasuk server baru yang dilindungi oleh perisai). Pemain dapat menyerang monster dan bos dunia lainnya yang secara berkala muncul di peta kerajaan untuk mengklaim sumber daya dari mereka. Selain serangan biasa, pemain dapat berpartisipasi dalam kontes, yang tujuannya adalah untuk menangkap lokasi di peta Wars for Wonders Feudal Wars Battle Royal.",
			"Link":"https://play.google.com/store/apps/details?id=com.igg.android.lordsmobile&hl=id"
		},
		{
			"Name": "Ragnarok M: Eternal Love",
			"Downloaded": "286,825",
			"Img": "https://tamagz.github.io/JsonParse/Pict/ragnarok.jpg",
			"Description":"Ragnarok M: Eternal Love merupakan salah satu game yang begitu ditunggu di Indonesia, hal ini tentunya tidak terlepas dari kepopuleran game sebelumnya. Bagi Anda yang merupakan gamer 90-an pastinya tidak asing lagi dengan Ragnarok Online, dimana game yang satu ini begitu diminati oleh masyarakat Indonesia. Tidak heran pada saat itu banyak warnet yang penuh karena para gamer bermain game ini, namun pada saat ini pihak Gravity dan X.D Global memunculkan Ragnarok Online dalam versi mobilenya yaitu Ragnarok M: Eternal Love.Pastinya terdapat beberapa perubahan dalam game yang versi mobilenya karena harus menyesuaikan dengan keadaan smartphone, akan tetapi terdapat beberapa elemen pada game ini yang masih dipertahankan. Hal ini tentunya membuat mereka yang begitu menyukai game ini pada masanya bisa bernostalgia kembali, apalagi terdapat beberapa kelebihan yang dimiliki oleh game versi mobilenya. Oleh sebab itu tidak ada salahnya jika Anda mencoba bermain game ini.",
			"Link":"https://play.google.com/store/apps/details?id=com.gravity.romg&hl=id"
		},
		{
			"Name": "Gardenscapes",
			"Downloaded": "8,400,396",
			"Img": "https://tamagz.github.io/JsonParse/Pict/Gardenscapes.jpg",
			"Description":"Gardenscapes adalah sebuah gim kasual. Tujuan Anda adalah memulihkan taman yang indah di sebuah rumah besar. Untuk itu, Anda harus membuat bangku, air mancur, pagar tanaman, patung, tiang lampu, pepohonan, dan elemen dekoratif lainnya yang memberi tampilan unik pada kebun. Ketika melakukan itu, Anda juga akan mengikuti sebuah cerita menarik yang dibintangi Austin, kepala pelayan Anda.Cara bermain Gardenscapes relatif sederhana. Anda memerlukan uang dan bintang untuk membangun elemen baru di kebun. Untuk memperolehnya, mainkan gim mini match-3 (mirip dengan Candy Crush atau Bejeweled). Apa pun yang Anda kerjakan, itu sudah pasti seru.Ada lebih dari 100 level pada gim ini. Anda bisa menjumpai banyak karakter baru dan membuka sejumlah konten. Anda bahkan bisa memperoleh hewan peliharaan ramah yang akan menemani Anda bertualang.Gardenscapes adalah gim kasual yang sangat menghibur dengan grafis menawan dan cara bermain yang sangat sesuai untuk layar sentuh. Gim ini juga memungkinkan Anda memotret foto kebun sehingga bisa dibagikan dengan pemain lain.",
			"Link":"https://play.google.com/store/apps/details?id=com.playrix.gardenscapes&hl=id"
		}
		]
		
}
